Control your Anger Hindi story ( सारे रिश्ते टूट गए )
एक बार एक बहुत सुन्दर लड़की थी | वह इतनी सुन्दर थी जो भी उसे देखता , देखता ही रह जाता | पर उसे गुस्सा बहुत आता था | गुस्से में वह किसी से कुछ भी कह देती | घर के सबलोग उसकी इस आदत से बहुत परेशां थे | एक बार उसके पिता ने उसे सबक सिखाने की सोचा | उसके पिता ने उसे कुछ कील और हतोड़ा दिया और कहा एक महीने तक हम एक एक्टिविटी करेंगे जिसमे तुम्हे बस एक महीने तक गुस्सा कम करना है उसके बाद तुम चाहो जितना गुस्सा कर सकती हो  | और जब भी तुम्हे गुस्सा आये और तुम किसी से बुरी तरह बोल दो तो एक कील दीवार में लगा देना | और कोशिश करनी है गुस्सा कम करने की , लड़की  तैयार हो गयी | उसे जब भी गुस्सा आता और वह किसी को कुछ बोल देती तो एक कील दिवार में लगा देती | पहले दिन उसने दीवार में ३० कील लगा दी | पर धीरे  धीरे दिवार में लगने वाली कील काम होने लगी | १५ ही दिन में उस लड़की ने सबसे बुरी तरह बोलना काम कर दिया | अब उसके पिता ने उससे कहा की अगर तुम एक बार भी गुस्सा का करना होने पर किसी से बुरी तरह न बोलो तो अपने द्वारा लगायी हुई कील में से एक कील निकाल देना | लड़की ने वैसे ही किया | १ महीने के अंत तक दीवार से सब कील निकल गयी | लड़की बहुत खुश हुई की वो इस गेम में जीत गयी | अर अपने पिता जी से कहने लगी
देखिये सब कील दीवार से निकल गयी |
उसके पिता ने कहा दीवार से कील तो निकल गयी पर क्या दीवार पहले जैसी सुन्दर दिख रही है | दीवार में जगह जगह निशान पढ़ गए हैं |
पिता ने अपनी बेटी को समझाया इसी तरह जब तुम किसी पर गुस्सा करती हो तो तुम्हारे रिश्तो में भी ख़राब निशान छूट ही जाते है | और एक दिन यही निशान रिस्तो को भी ख़राब कर देते हैं लड़की के बात समझ में आ गयी और उसने उस दिन से गुस्सा करना बहुत कम कर दिया .
Moral of the Story दोस्तों सब सभी का भी यही हाल होता है | हम जिस पर गुस्सा कर सकते है उससे बहुत उल्टा सीधा कह देते हैं और अपने रिश्तो को ख़राब कर देते हैं | गुस्सा करने की हम आदत बना लेते है और जिसे हम दवा सकते है उसी पर गुस्सा करते हैं | जैसे की ऑफिस में बॉस ने कुछ  कह दिया हम उससे कुछ नहीं कह सकते तो घर आकर बच्चो को बिना किसी गलती के ही  डांट देते हैं |
इसलिए  अपनी इस ख़राब आदत को रिश्तो के ख़राब होने से पहले ही सुधार लीजिये  |

Hindi Stories with moral 2 ( हिंदी कहानी )

Never give up Hindi Story ( हाथी क्यों हारा )
एक बार एक व्यक्ति, एक हाथी को रस्सी से बांध कर ले जा रहा था | एक दूसरा व्यक्ति इसे देख रहा था | उसे बढ़ा आश्चर्य हुआ की इतना बढ़ जानवर इस हलकी से रस्सी से बंधा जा रहा है दूसरे व्यक्ति ने हाथी के मालिक से पूछा ” यह कैसे संभव है की इतना बढ़ा जानवर एक हलकी सी रस्सी को नहीं तोड़ पा रहा और तुम्हरे पीछे पीछे चल रहा है|

हाथी के मालिक ने बताया जब ये हाथी छोटे होते हैं तो इन्हें रस्सी से बांध दिया जाता है उस समय यह कोशिश करते है रस्सी तोड़ने की पर उसे तोड़ नहीं पाते | बार बार कोशिश करने पर भी यह उस रस्सी को नहीं तोड़ पाते तो हाथी सोच लेते है की वह इस रस्सी को नही तोड़ सकते और बढे होने पर कोशिश करना ही छोड़ देते है .
 Moral of The Story – दोस्तों हम भी ऐसी बहुत सी नकारात्मक बातें अपने दिमाग में बैठा लेते हैं की हम नहीं कर सकते | और एक ऐसी ही रस्सी से अपने को बांध लेते हैं जो सच में होती ही नहीं है
